import React, { Component } from 'react';

class Introdution extends Component {
    render() {
        return (
            <div>
                <div className="title">
                &nbsp;하이큐브
                </div>
                가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요가입하지 말고 돌아가세요
            </div>
        );
    }
}

export default Introdution;